Repository: esbenvb/anpg-radar
Catalog: anpg-radar/*.lproj/Localizable.strings
Languages: da

# switch.warnings
source: Warnings
da: Advarsler

# button.followlocation.inactive
source: My location
da: Min lokation

# button.followlocation.active
source: ✅ My location
da: ✅ Min lokation

# notification.title.warning
source: Camera nearby!
da: Kamera i nærheden!

# notification.title.outofrange
source: Camera warnings out of range
da: Uden for området af kamera-advarsler

# notification.body.outofrange
source: Click to open the app, this will update the warnings to your current area
da: Klik for at åbne appen, dette opdaterer advarslerne i dit nuværende område.

# label.address.unknown
source: Unknown address
da: Ukendt adresse

# app.version
source: Version %@ build %@
da: Version %@ byg %@

# alert.title.needslocationwheninuse
source: Needs access when in use
da: Kræver adgang når appen bruges.

# alert.message.needslocationwheninuse
source: The feature requires location access when the app is in use. Activate it on the settings page.
da: Denne funktion kræver adgang til din lokation når appen bruges. Aktivér det under indstillinger.

# alert.button.close
source: Close
da: Luk

# alert.button.settings
source: Settings
da: Indstillinger

# alert.button.retry
source: Retry
da: Forsøg igen

# alert.message.loadingerror
source: Could not load data. Retry?
da: Kunne ikke hente data. Forsøg igen?

# label.info.privacy
source: This app does not collect any sensitive information or hand it over to 3rd parties. Location is only used for showing your position on the map, distances to cameras and for enabling warnings. The application is not running/tracking location in the background, even when the warnings are enabled. Furthermore, enabling warnings should have no impact on power consumption. Google Analytics is used to collect anonymous usage statistics.
da: Denne app indsamler ingen følsom information eller videregiver det til tredjepart. Din lokation benyttes kun til at vise kortet, afstand til kameraer samt advarsler. Appen hverken kører eller tracker din lokation i baggrunden, heller ikke når advarsler er aktiveret. Desuden vil aktivering af advarsler ikke påvirke strømforbruget . Google Analytics benyttes til at indsamle anonym bruger-statistik.

# title.info.privacy
source: Privacy
da: Privatliv

# label.info.datasource
source: Data is provided by the anpg.dk website and is collected by users.
da: Data er leveret af anpg.dk-websitet, og er indsamlet af brugere.

# title.info.datasource
source: Data Source
da: Datakilde

# label.info.about
source: This app is made by Esben von Buchwald and its main purpose is to make clear to the citizens, how often they are registered, in an attempt to bring increased attention to the problems with mass surveillance. Nobody currently profits from this app.
da: Denne app er lavet af Esben von Buchwald og dens primære formål er at tydeliggøre for borgere, hvor ofte de bliver registreret, i et forsøg på at øge fokus på problemerne ved masseovervågning. Ingen tjener penge på denne app pt.

# title.info.about
source: About
da: Om

# label.info.whatisanpg
source: ANPG (short for Automatisk NummerPlade Genkendelse) is a system that registers cars and their license plates, and stores the data for a certain period. Most people are not aware of this, neither do they know where and when their car is being registered. This app can show you where the cameras have been discovered, and warn you when getting near. Be aware that police cars may also register your license plate,. This app only warns about the cameras at fixed positions. They might look like the following.
da: ANPG (forkortelse for Automatisk NummerPlade Genkendelse) er et system som registrerer biler og deres nummerplader, og gemmer data i en vis periode. De fleste borgere er ikke opmærksomme på dette, og ved heller ikke hvor og hvornår deres bil bliver registreret. Denne app kan vise dig hvor kameraerne er blevet set, og advare dig når du kommer i nærheden. Bemærk at politibiler også kan scanne og registrere din nummerplade. Denne app advarer kun om de fastmonterede kameraer. De kan se således ud.

# title.info.whatisanpg
source: What is APNG?
da: Hvad er APNG?

# label.info.reportcamera
source: The camera list is maintained by Christian Panton from anpg.dk. Click to contact him.
da: Listen af kameraer er vedligeholdt af Christian Panton fra anpg.dk. Klik for at kontakte ham.

# title.info.reportcamera
source: Report new camera
da: Rapportér nyt kamera

# alert.message.unknownerror
source: Unknown error
da: Ukendt fejl

# alert.title.error
source: Error
da: Fejl

# alert.title.devicenotsupported
source: Device not supported
da: Enhed ikke understøttet

# alert.message.monitoringnotavailable
source: Monitoring is not supported by your device
da: Monitoring er ikke understøttet af din enhed.

# alert.message.significantlocationnotavailable
source: Significant location changes are not supported by your device
da: Betydelige lokationsopdateringer er ikke understøttet af din enhed.

# alert.message.locationnotavailable
source: Location updates are not supported by your device
da: Lokationsopdateringer er ikke understøttet af din enhed.

# alert.title.needslocationaccess
source: Needs location access
da: Kræver adgang til lokation.

# alert.message.needslocationaccess
source: You need to allow location access for this app to use the map overview and warnings.
da: Du skal tillade lokations-adgang for denne app, for at benytte kortet og advarslerne.

# alert.title.needswheninuselocationaccess
source: Needs access when in use
da: Kræver adgang når appen bruges.

# alert.message.needswheninuselocationaccess
source: The feature requires location access when the app is in use. Activate it on the settings page.
da: Denne funktion kræver adgang til din lokation mens appen bruges. Aktiver dette under indstillinger.

# alert.title.needsalwayslocationaccess
source: Needs access always
da: Kræver adgang altid.

# alert.message.needsalwayslocationaccess
source: The feature requires location access, when the app is in the background. Activate it on the settings page.
da: Denne funktion kræver adgang til din lokation, også når appen kører i baggrunden. Aktiver dette under indstillinger.
